/*  Class = "NSButton"; gToolTip = "Delete selected filter (⌫)"; ObjectID = "387";  */
"Delete selected filter (⌫)" = "Eliminar filtro seleccionado (⌫)";

/*  Class = "NSButton"; gToolTip = "Add filter (⌥⌘A)"; ObjectID = "384";  */
"Add filter (⌥⌘A)" = "Añadir filtro (⌥⌘A)";

/*  Class = "NSTextFieldCell"; title = "Name:"; ObjectID = "122";  */
"Name:" = "Nombre:";

/*  Class = "NSTextFieldCell"; placeholderString = "[no selection]"; ObjectID = "124";  */
"[no selection]" = "[sin selección]";

/*  Class = "NSButtonCell"; title = "Save"; ObjectID = "132";  */
"Save" = "Guardar";

/*  Class = "NSMenuItem"; title = "Remove"; ObjectID = "206";  */
"Remove" = "Eliminar";

/*  Class = "NSMenuItem"; title = "Duplicate"; ObjectID = "212";  */
/*  Class = "NSMenuItem"; title = "Duplicate"; ObjectID = "401";  */
"Duplicate" = "Duplicar";

/*  Class = "NSPopUpButton"; gToolTip = "(⌥⎋)"; ObjectID = "391";  */
"(⌥⎋)" = "(⌥⎋)";

/*  Class = "NSMenuItem"; gToolTip = "Export selected favorites as SPF file"; ObjectID = "403";  */
"Export selected favorites as SPF file" = "Exporta los favoritos seleccionados como archivo SPF";

/*  Class = "NSMenuItem"; title = "Export Selected Filters…"; ObjectID = "403";  */
"Export Selected Filters…" = "Exportar filtros seleccionados…";

/*  Class = "NSMenuItem"; gToolTip = "Import query favorites from SPF file and append them to the favorite list"; ObjectID = "405";  */
"Import query favorites from SPF file and append them to the favorite list" = "Importa consultas desde un archivo SPF y las añade a la lista de favoritos";

/*  Class = "NSMenuItem"; title = "Import Filters…"; ObjectID = "405";  */
"Import Filters…" = "Importar filtros…";

/*  Class = "NSMenuItem"; gToolTip = "Import query favorites from SPF file and replace the current favorites"; ObjectID = "404";  */
"Import query favorites from SPF file and replace the current favorites" = "Importa consultas desde un archivo SPF y reemplaza las consultas actuales";

/*  Class = "NSMenuItem"; title = "Import Filter by Replacing…"; ObjectID = "404";  */
"Import Filter by Replacing…" = "Importar filtro por sustitución…";

/*  Class = "NSButtonCell"; title = "Cancel"; ObjectID = "272";  */
"Cancel" = "Cancelar";

/*  Class = "NSTextFieldCell"; title = "Clause:"; ObjectID = "304";  */
"Clause:" = "Cláusula:";

/*  Class = "NSTextField"; gToolTip = "Label which appears between the argument input fields (as short as possible)"; ObjectID = "321";  */
"Label which appears between the argument input fields (as short as possible)" = "Etiqueta que aparece entre los campos de los argumentos de entrada (lo más corta posible)";

/*  Class = "NSTextFieldCell"; title = "Conjunction Label:"; ObjectID = "322";  */
"Conjunction Label:" = "Conjunción:";

/*  Class = "NSMenuItem"; gToolTip = "${} – Argument placeholder."; ObjectID = "343";  */
"${} – Argument placeholder." = "${} – Comodín para argumentos.";

/*  Class = "NSMenuItem"; title = "Argument"; ObjectID = "343";  */
"Argument" = "Argumento";

/*  Class = "NSMenuItem"; gToolTip = "$CURRENT_FIELD – placeholder. That placeholder will be replaced by the current field name."; ObjectID = "344";  */
"$CURRENT_FIELD – placeholder. That placeholder will be replaced by the current field name." = "$CURRENT_FIELD – comodín. Este comodín se reemplazará por el nombre del campo actual.";

/*  Class = "NSMenuItem"; title = "Current Field"; ObjectID = "344";  */
"Current Field" = "Campo actual";

/*  Class = "NSMenuItem"; gToolTip = "$BINARY – placeholder. The keyword BINARY will be inserted if ⇧ is pressed while invoking “Filter”."; ObjectID = "345";  */
"$BINARY – placeholder. The keyword BINARY will be inserted if ⇧ is pressed while invoking “Filter”." = "$BINARY – comodín. La palabra clave BINARY se insertará si ⇧ es pulsado en la invocación “Filter”.";

/*  Class = "NSMenuItem"; title = "BINARY"; ObjectID = "345";  */
"BINARY" = "BINARY";

/*  Class = "NSMenuItem"; gToolTip = "'${}' – quoted argument placeholder."; ObjectID = "357";  */
"'${}' – quoted argument placeholder." = "'${}' – comodín para argumentos entrecomillados.";

/*  Class = "NSMenuItem"; title = "Quoted Argument"; ObjectID = "357";  */
"Quoted Argument" = "Argumento entrecomillado";

/*  Class = "NSMenuItem"; title = "Insert Placeholder"; ObjectID = "358";  */
"Insert Placeholder" = "Insertar comodín";

/*  Class = "NSButtonCell"; title = "Suppress leading <field> placeholder"; ObjectID = "370";  */
"Suppress leading <field> placeholder" = "Suprimir el comodín <field> principal";

